/* User/pwd server verification */
"Authentication Required" = "Authentication Required";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Cancel";

/* HTTPS server verification */
"Proceed" = "Proceed";

/* Link long-press context menu */
"Copy Link" = "Copy Link";

/* Google autocomplete error */
"Error: " = "Error: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Failed to set audio session for the webview; there may be no sound.";

/* User/pwd server verification */
"Log In" = "Log In";

/* Link long-press context menu */
"Open Here" = "Open Here";

/* Link long-press context menu */
"Open in New Tab" = "Open in New Tab";

/* User/pwd server verification */
"Password" = "Password";

/* Google autocomplete error */
"response code %d" = "response code %d";

/* Google autocomplete error */
"response format unrecognized" = "response format unrecognized";

/* Google autocomplete error */
"response non-decodable" = "response non-decodable";

/* Google autocomplete error */
"response parsing %@" = "response parsing %@";

/* HTTPS server verification */
"Warning" = "Warning";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "The site's security certificate is not trusted. Do you want to proceed?";

/* User/pwd server verification */
"Username" = "Username";

/* Link long-press context menu */
"Open in Background Tab" = "Open in Background Tab";

/* Bookmark view controller */
"Edit Bookmark" = "Edit Bookmark";

/* Link long-press context menu */
"Save Image" = "Save Image";

/* Link long-press context menu */
"Save Video" = "Save Video";

/* Web download failure alert title */
"Download Failed" = "Download Failed";

/* Web download failure description */
"File download failed due to network error." = "File download failed due to network error.";

/* Web download failure description */
"The file had unexpected content." = "The file had unexpected content.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "The file could not be saved to Camera Roll.";

/* Web download failure description */
"File download failed due to internal error %@." = "File download failed due to internal error %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Browser cannot download this file.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Cancel";

